validacion/edificio2-fino/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    arch        "LSB;label=32;scalar=64";
    location    "30/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          48;
        startFace       260344;
    }
    outlet
    {
        type            patch;
        nFaces          48;
        startFace       260392;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          5593;
        startFace       260440;
    }
    leftAndRight
    {
        type            patch;
        nFaces          96;
        startFace       266033;
    }
    sky
    {
        type            patch;
        nFaces          283;
        startFace       266129;
    }
    building
    {
        type            wall;
        inGroups        2(building wall);
        nFaces          14744;
        startFace       266412;
    }
)

// ************************************************************************* //
